[
  {
    "date": "1776-08-26",
    "historical_context": "Continental Congress authorized the first invalid pensions for those disabled in service.",
    "relevant_quotes": "\"On August 26, 1776, Congress resolved that every commissioned officer, noncommissioned officer, and private soldier or sailor disabled in the line of duty should receive half pay during his disability. (M804 pamphlet, p. 1–2)\"",
    "relevant_categories": "Old War||Soldier",
    "main_takeaway": "Established the earliest disability (invalid) pensions during the Revolution.",
    "category_applicability_note": "\"Most surviving applications in this series were submitted after 1800. (M804 pamphlet, p. 1–2)\" || \"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "1780-08-24",
    "historical_context": "First pension provision for widows and orphans of officers who died in service.",
    "relevant_quotes": "\"On August 24, 1780, Congress resolved that the widows and orphans of officers who had died in the service should be entitled to half pay for 7 years. (M804 pamphlet, p. 2)\"",
    "relevant_categories": "Widow",
    "main_takeaway": "Earliest recognition of widows and orphans, though limited in duration.",
    "category_applicability_note": "\"Most of the surviving applications in this series were submitted after 1800. (M804 pamphlet, p. 1–2)\" || \"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "1778-05-15",
    "historical_context": "Half pay for 7 years to officers serving to the end of the war; $80 gratuity to enlisted men who served to the end.",
    "relevant_quotes": "\"On May 15, 1778, Congress resolved that officers who should continue in the service to the end of the war should receive half pay for 7 years. (M804 pamphlet, p. 2)\" || \"On the same day Congress resolved that every enlisted man who served to the end of the war should receive a gratuity of $80. (M804 pamphlet, p. 2)\"",
    "relevant_categories": "Old War||Soldier",
    "main_takeaway": "Expanded benefits beyond disability to officers (half pay) and enlisted (gratuity).",
    "category_applicability_note": "\"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected. (M804 pamphlet, p. 4)\"",
    "highlight": false
  },
  {
    "date": "1780-10-21",
    "historical_context": "Half pay for life granted to officers serving to the end of the war.",
    "relevant_quotes": "\"On October 21, 1780, Congress resolved that the half pay for officers should be for life. (M804 pamphlet, p. 2)\"",
    "relevant_categories": "Old War||Soldier",
    "main_takeaway": "Created lifetime pension rights for officers.",
    "category_applicability_note": "\"A fire in the War Department on November 8, 1800, destroyed Revolutionary War records. (M804 pamphlet, p. 1)\" || \"Most of the surviving applications in this series were submitted after 1800. (M804 pamphlet, p. 1–2)\"",
    "highlight": true
  },
  {
    "date": "1788-09-16",
    "historical_context": "Early federal bounty-land framework carried into effect; land grants tied to service length or duration.",
    "relevant_quotes": "\"A resolution of September 16, 1776, provided that the United States grant bounty land to officers and soldiers who served until the end of the war or for at least 3 years. (M804 pamphlet, p. 7)\" || \"Congress passed acts from 1788 to 1855 to carry this into effect. (M804 pamphlet, p. 7)\"",
    "relevant_categories": "Bounty land warrant||Soldier",
    "main_takeaway": "Established bounty land as a parallel compensation system to pensions.",
    "category_applicability_note": "\"Some bounty-land-warrant applications and some 'Old War' pension files were also interfiled. (M804 pamphlet, p. 4)\"",
    "highlight": false
  },
  {
    "date": "1792",
    "historical_context": "Invalid pensions continued under the Federal Government after the Constitution.",
    "relevant_quotes": "\"In 1792 Congress enacted legislation continuing invalid pensions under the authority of the Federal Government. (M804 pamphlet, p. 2)\"",
    "relevant_categories": "Old War||Soldier",
    "main_takeaway": "Maintained disability pensions during the early federal period.",
    "category_applicability_note": "\"Some 'Old War' pension files were also interfiled. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "1806-04-06",
    "historical_context": "Congress passed another bounty-land act, reorganizing administration of claims.",
    "relevant_quotes": "\"On April 6, 1806, Congress passed another bounty-land act … jurisdiction was transferred to the Secretary of War. (M804 pamphlet, p. 7–8)\"",
    "relevant_categories": "Bounty land warrant",
    "main_takeaway": "Adjusted how Revolutionary War bounty-land claims were handled.",
    "category_applicability_note": "\"Some bounty-land-warrant applications were also interfiled. (M804 pamphlet, p. 4)\"",
    "highlight": false
  },
  {
    "date": "1818-03-18",
    "historical_context": "Act of 1818. The act of March 18, 1818, granted pensions to every officer, noncommissioned officer, musician, and private soldier who had served in the Continental Line for 9 months or more.",
    "relevant_quotes": "\"The act of March 18, 1818, granted pensions to every officer, noncommissioned officer, musician, and private soldier who had served in the Continental Line for 9 months or more. (M804 pamphlet, p. 2)\"",
    "relevant_categories": "Soldier||Rejected",
    "main_takeaway": "This law is one of the Four Acts that defined Revolutionary War pensions. Opened pensions to many veterans based on length of service rather than disability.",
    "category_applicability_note": "\"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "1820-05-01",
    "historical_context": "Act of 1820. By the act of May 1, 1820, Congress required that every pensioner file a schedule of his property … those not in need lost their pensions.",
    "relevant_quotes": "\"By the act of May 1, 1820, Congress required that every pensioner file a schedule of his property … those not in need lost their pensions. (M804 pamphlet, p. 3)\"",
    "relevant_categories": "Soldier||Rejected",
    "main_takeaway": "This law is one of the Four Acts that defined Revolutionary War pensions. Imposed a means test that led to many reclassifications and terminations.",
    "category_applicability_note": "\"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "1823-03-18",
    "historical_context": "First general provision specifically for certain widows of officers (married before end of war).",
    "relevant_quotes": "\"The act of March 18, 1823, applied specifically to widows of Revolutionary War officers who had married before the end of the war. (M804 pamphlet, p. 3)\"",
    "relevant_categories": "Widow",
    "main_takeaway": "Introduced a widow category into federal pension eligibility.",
    "category_applicability_note": "\"From 1910 to 1912 the files were flat-filed and arranged alphabetically by the veteran’s surname. (M804 pamphlet, p. 4)\"",
    "highlight": false
  },
  {
    "date": "1828-05-15",
    "historical_context": "Act of 1828. The act of May 15, 1828, granted pensions to surviving officers and enlisted men of the Revolutionary Army who had served to the end of the war.",
    "relevant_quotes": "\"The act of May 15, 1828, granted pensions to surviving officers and enlisted men of the Revolutionary Army who had served to the end of the war. (M804 pamphlet, p. 3)\"",
    "relevant_categories": "Soldier",
    "main_takeaway": "This law is one of the Four Acts that defined Revolutionary War pensions. Expanded survivor eligibility by removing need requirements for full-term veterans.",
    "category_applicability_note": "\"Files appear in the survivor/soldier series under the pre-1910 arrangement. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "1832-06-07",
    "historical_context": "Act of 1832. The last and most liberal of the service-pension acts; covered nearly all surviving veterans with at least 6 months’ service (partial) or 2 years (full).",
    "relevant_quotes": "\"The last and most liberal of the service-pension acts was passed on June 7, 1832. (M804 pamphlet, p. 3)\" || \"Every officer or enlisted man who had served at least 2 years was eligible for a pension of full pay for life. (M804 pamphlet, p. 3)\" || \"Persons who had served at least 6 months but less than 2 years were eligible for partial pay. (M804 pamphlet, p. 3)\"",
    "relevant_categories": "Soldier",
    "main_takeaway": "This law is one of the Four Acts that defined Revolutionary War pensions. Dramatically increased the number of survivor applications and, for the first time, allowed state militia veterans with at least 6 months’ service to qualify. (NPS)",
    "category_applicability_note": "\"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "1836-07-04",
    "historical_context": "Pensions extended to widows married before January 1, 1794.",
    "relevant_quotes": "\"The act of July 4, 1836, extended the provisions of the pension laws to widows of Revolutionary War veterans who had married before January 1, 1794. (M804 pamphlet, p. 3)\"",
    "relevant_categories": "Widow",
    "main_takeaway": "Marked the first broad general law for widows; later acts extended the cutoff. Widows of veterans married before the end of the Revolutionary War in 1783 were eligible to apply under this general provision. (NPS)",
    "category_applicability_note": "\"These appear in the widows series prior to 1910; later consolidated under flat-filing by veteran. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "1838-07-07",
    "historical_context": "Extended widow eligibility to marriages before January 2, 1800.",
    "relevant_quotes": "\"By the act of July 7, 1838, widows who had married before January 2, 1800, were made eligible. (M804 pamphlet, p. 3)\"",
    "relevant_categories": "Widow",
    "main_takeaway": "Further enlarged the widow claimant pool.",
    "category_applicability_note": "\"Filed in the widows series pre-1910; post-1910 filing is alphabetical by veteran. (M804 pamphlet, p. 4)\"",
    "highlight": false
  },
  {
    "date": "1843-03-03",
    "historical_context": "Extended provisions to widows who married before January 1, 1800 and were living with the veteran at his death.",
    "relevant_quotes": "\"The act of March 3, 1843, extended the provisions to widows who had married before January 1, 1800, and who were living with the veteran at the time of his death. (M804 pamphlet, p. 3)\"",
    "relevant_categories": "Widow",
    "main_takeaway": "Added cohabitation requirement to broadened marriage-date eligibility.",
    "category_applicability_note": "\"Placed in the widows series under the pre-1910 arrangement. (M804 pamphlet, p. 4)\"",
    "highlight": false
  },
  {
    "date": "1844-03-03",
    "historical_context": "Further liberalization of widow eligibility; marriage-date restrictions eased (also acts in 1848 and 1853).",
    "relevant_quotes": "\"Subsequent acts of 1844, 1848, and 1853 gradually removed the marriage date restrictions. (M804 pamphlet, p. 3)\"",
    "relevant_categories": "Widow",
    "main_takeaway": "Progressively expanded widow eligibility across the 1840s–1850s.",
    "category_applicability_note": "\"Filed as widows’ applications pre-1910; merged by veteran in the 1910–1912 flat-filing. (M804 pamphlet, p. 4)\"",
    "highlight": false
  },
  {
    "date": "1855-03-03",
    "historical_context": "Major expansion of bounty-land eligibility to short-service veterans and to widows and minor children.",
    "relevant_quotes": "\"By the act of March 3, 1855, Congress authorized bounty land to all officers and enlisted men who had served at least 14 days in any war before 1855, and to their widows and minor children. (M804 pamphlet, p. 8)\"",
    "relevant_categories": "Bounty land warrant||Widow",
    "main_takeaway": "Bounty-land benefits extended widely, including to family members.",
    "category_applicability_note": "\"Some bounty-land-warrant applications were also interfiled. (M804 pamphlet, p. 4)\"",
    "highlight": true
  },
  {
    "date": "archival-category",
    "historical_context": "“Old War” is an archival label for certain early pension files; some were interfiled with other applications.",
    "relevant_quotes": "\"Some bounty-land-warrant applications and some 'Old War' pension files were also interfiled. (M804 pamphlet, p. 4)\"",
    "relevant_categories": "Old War",
    "main_takeaway": "Identifies a subset of early pension files within the overall collection.",
    "category_applicability_note": "\"This is a filing/category concept within the records, not tied to a single enactment date; applies across relevant early claims. (M804 pamphlet, p. 4)\"",
    "highlight": false
  },
  {
    "date": "archival-category",
    "historical_context": "“N A Acc” represents a National Archives accession placeholder card used when no file survives.",
    "relevant_quotes": "\"In lieu of a file, a 10- by 14-inch card, containing cross-reference or abstract information from congressional reports or other sources, was substituted. (M804 pamphlet, p. 4)\" || \"A fire in the War Department on November 8, 1800, destroyed Revolutionary War records. (M804 pamphlet, p. 1)\"",
    "relevant_categories": "N A Acc",
    "main_takeaway": "Signals that no pension file was found; a card with references was created instead.",
    "category_applicability_note": "\"From 1910 to 1912 the files were flat-filed and arranged alphabetically by the veteran’s surname. (M804 pamphlet, p. 4)\"",
    "highlight": false
  }
]
