[
  {
    "category": "Survived",
    "definition": "Files created for surviving Revolutionary War veterans who applied for pensions under the various acts, particularly service and invalid pensions.",
    "source_support": "\"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected.\" (M804 pamphlet, p. 4)",
    "notes": "Represents veterans’ own claims for pensions; later consolidated into the alphabetical arrangement by veteran.",
    "proof_requirements": "Veterans generally had to prove service, often by producing discharge papers, sworn affidavits from comrades or officers, or testimony verifying their length of service.",
    "proof_quote": "\"Applicants were required to submit proof of service, usually by affidavits from officers or fellow soldiers, and sometimes by producing original discharge papers.\" (NPS)"
  },
  {
    "category": "Widow",
    "definition": "Files for widows of Revolutionary War veterans who applied for pensions based on their husband’s service.",
    "source_support": "\"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected.\" (M804 pamphlet, p. 4) || \"Widows of veterans married before the end of the Revolutionary War in 1783 were eligible to apply.\" (NPS)",
    "notes": "Includes claims filed under successive widow acts (beginning with July 4, 1836, and later expansions).",
    "proof_requirements": "Widows had to prove their marriage to the veteran and that they had not remarried after his death. They often provided affidavits, family Bible entries, or church records.",
    "proof_quote": "\"The widow was required to prove her marriage to the soldier and that she remained his widow.\" (M804 pamphlet, p. 3) || \"A widow had to prove her marriage to the veteran with affidavits or a family Bible record, and she often had to provide testimony that she had not remarried after his death.\" (NPS)"
  },
  {
    "category": "Rejected",
    "definition": "Files of applications denied under pension laws, including those deemed ineligible under service requirements or property tests.",
    "source_support": "\"Prior to 1910 the applications were arranged in separate series: survivors, widows, and rejected.\" (M804 pamphlet, p. 4)",
    "notes": "Denials often stemmed from insufficient service, failure to meet marriage-date rules for widows, or results of the 1820 means test.",
    "proof_requirements": "Applicants in rejected files had attempted to provide service or marriage proof, but the evidence was deemed insufficient or the law’s requirements were not met.",
    "proof_quote": "\"By the act of May 1, 1820, Congress required that every pensioner file a schedule of his property … those not in need lost their pensions.\" (M804 pamphlet, p. 3)"
  },
  {
    "category": "Bounty land warrant",
    "definition": "Files documenting claims for land warrants granted instead of, or in addition to, pensions as a reward for military service.",
    "source_support": "\"Some bounty-land-warrant applications and some 'Old War' pension files were also interfiled.\" (M804 pamphlet, p. 4) || \"A resolution of September 16, 1776, provided that the United States grant bounty land to officers and soldiers who served …\" (M804 pamphlet, p. 7)",
    "notes": "Land warrant claims were often intertwined with pension records and sometimes appear interfiled within the main pension series.",
    "proof_requirements": "Claimants had to prove service length and eligibility, often with discharge papers, affidavits, or other documentation of military service.",
    "proof_quote": "\"A resolution of September 16, 1776, provided that the United States grant bounty land to officers and soldiers who served until the end of the war or for at least 3 years.\" (M804 pamphlet, p. 7)"
  },
  {
    "category": "Old War",
    "definition": "An archival label applied to certain early pension files, maintained separately but sometimes interfiled with Revolutionary War records.",
    "source_support": "\"Some bounty-land-warrant applications and some 'Old War' pension files were also interfiled.\" (M804 pamphlet, p. 4)",
    "notes": "Represents a filing category, not a single legislative act.",
    "proof_requirements": "Applicants were eligible for disability pensions based on being disabled in the line of duty, as first authorized during the Revolution.",
    "proof_quote": "\"On August 26, 1776, Congress resolved that every commissioned officer, noncommissioned officer, and private soldier or sailor disabled in the line of duty should receive half pay during his disability.\" (M804 pamphlet, p. 1–2)"
  },
  {
    "category": "N A Acc",
    "definition": "N A Acc (National Archives Accession [number]) placeholder cards were created when no original pension file survived, often due to the 1800 War Department fire.",
    "source_support": "\"In lieu of a file, a 10- by 14-inch card, containing cross-reference or abstract information from congressional reports or other sources, was substituted.\" (M804 pamphlet, p. 4) || \"A fire in the War Department on November 8, 1800, destroyed Revolutionary War records.\" (M804 pamphlet, p. 1)",
    "notes": "Serves as a record that an application once existed or was reported, but the file is no longer available.",
    "proof_requirements": "Because no file survives, the cards preserve references or abstracts of whatever proof was once submitted.",
    "proof_quote": "\"In lieu of a file, a 10- by 14-inch card, containing cross-reference or abstract information from congressional reports or other sources, was substituted.\" (M804 pamphlet, p. 4)"
  }
]
