[
  {
    "category": "Survived",
    "key": "survived",
    "definition": "Files created for surviving Revolutionary War veterans who applied for pensions under the various acts, particularly service and invalid pensions. These applications represent veterans’ own claims for pensions.",
    "proof_quote": "\"Applicants were required to submit proof of service, usually by affidavits from officers or fellow soldiers, and sometimes by producing original discharge papers.\" (NPS)"
  },
  {
    "category": "Widow",
    "key": "widow",
    "definition": "Files for widows of Revolutionary War veterans who applied for pensions based on their husband’s service. Various acts were enacted to provide pensions to widows, often with varying requirements and restrictions. The widow's application may be interfiled with the veteran's original application, or may include mention of a second husband if she remarried.",
    "proof_quote": "\"Incorporated in or attached to some widows' applications is a copy of a marriage record made by a town clerk, a clergyman, or a justice of the peace. Sometimes family-record pages from Bibles and other books were also submitted by a widow as proof of marriage.\" (M804 pamphlet, p. 7)"
  },
  {
    "category": "Rejected",
    "key": "rejected",
    "definition": "Files of applications by survivors, widows, or an heir that were rejected under pension laws, including those deemed ineligible under service requirements or property tests. Some application files may contain multiple applications for the same veteran, including earlier appeals that were granted. Denials often stemmed from insufficient service, failure to meet marriage-date rules for widows, or results of the 1820 means test.",
    "proof_quote": "\"By the act of May 1, 1820, Congress required that every pensioner file a schedule of his property … those not in need lost their pensions.\" (M804 pamphlet, p. 3)"
  },
  {
    "category": "Bounty land warrant",
    "key": "blwt",
    "definition": "Files documenting claims for bounty land warrants (rights to free land in the public domain) granted instead of, or in addition to, pensions as a reward for military service. Land warrant claims were often intertwined with pension records and sometimes appear interfiled within the main pension series.",
    "proof_quote": "\"The [1776] resolution specified that each noncommissioned officer and soldier should be entitled to 100 acres, an ensign to 150 acres, each lieutenant to 200 acres, and other officers to proportionate amounts of land up to 500 acres for a colonel. By a resolution of August 12, 1780, the provision was extended to include generals, and the grant was to be 850 acres for a brigadier general and 1,100 acres for a major general..\" (M804 pamphlet, p. 5)"
  },
  {
    "category": "Old War",
    "key": "ow",
    "definition": "An archival label applied to certain early pension files, maintained separately but sometimes interfiled with Revolutionary War records. These represent a filing category, not a single legislative act.",
    "proof_quote": "\"On August 26, 1776, Congress resolved that every commissioned officer, noncommissioned officer, and private soldier or sailor disabled in the line of duty should receive half pay during his disability.\" (M804 pamphlet, p. 1–2)"
  },
  {
    "category": "N A Acc",
    "key": "naacc",
    "definition": "N A Acc (National Archives Accession [number]) placeholder cards were created when no original pension file survived, often due to the 1800 War Department fire. Because no file survives, the cards preserve references or abstracts of whatever proof was once submitted.",
    "proof_quote": "\"In lieu of a file, a 10- by 14-inch card, containing cross-reference or abstract information from congressional reports or other sources, was substituted.\" (M804 pamphlet, p. 4) || \"A fire in the War Department on November 8, 1800, destroyed Revolutionary War records.\" (M804 pamphlet, p. 1)"
  }
]
