[
  {
    "date": "1776-08-26",
    "historical_context": "A Continental Congress resolution created the first pensions for officers and enlisted men disabled in service, granting half pay for as long as their disability continued.",
    "relevant_quotes": "\"On August 26, 1776, the first pension legislation for the American colonies as a group was enacted. A resolution of the Continental Congress provided half pay for officers and enlisted men, including those on warships and armed vessels, who were disabled in the service of the United States and who were incapable of earning a living. The half pay was to continue for the duration of the disability.\" (M804 pamphlet, p. 1)\"",
    "main_takeaway": "Established disability pensions for servicemen unable to earn a living.",
    "highlight": true
  },
  {
    "date": "1778-05-15",
    "historical_context": "Congress guaranteed half pay for seven years to officers serving through the war, and an $80 postwar gratuity to enlisted men serving for the duration.",
    "relevant_quotes": "\"On May 15, 1778, another resolution provided half pay for 7 years after the conclusion of the war to all military officers who remained in the Continental service to the end of the war. Enlisted men who continued to serve for the duration of the conflict were each to receive a gratuity of $80 after the war under the terms of the same enactment.\" (M804 pamphlet, p. 1)\"",
    "main_takeaway": "Guaranteed postwar benefits to long-serving officers and enlisted men.",
    "highlight": false
  },
  {
    "date": "1780-08-24",
    "historical_context": "Congress created a national pension provision for widows and orphans of officers eligible under the 1778 resolution, granting seven years of half pay.",
    "relevant_quotes": "\"The first national pension legislation for widows was a Continental Congress resolution of August 24, 1780, which offered the prospect of half pay for 7 years to widows and orphans of officers who met the requirements included in the terms of the resolution of May 15, 1778.\" (M804 pamphlet, p. 1)\"",
    "main_takeaway": "Introduced national pension benefits for widows and orphans of officers.",
    "highlight": true
  },
  {
    "date": "1780-10-21",
    "historical_context": "Congress amended the 1778 resolution so that officers would receive half pay for life after the war.",
    "relevant_quotes": "\"On October 21, 1780, the Continental Congress resolution of May 15, 1778, was amended to provide half pay for life to officers after the war.\" (M804 pamphlet, p. 1)\"",
    "main_takeaway": "Extended officers’ entitlement to lifetime half-pay pensions.",
    "highlight": false
  },
  {
    "date": "1788-07-09",
    "historical_context": "A supplement to the 1785 land ordinance allowed the Secretary at War to issue bounty-land warrants to eligible veterans or their legal representatives.",
    "relevant_quotes": "\"On July 9, 1788, a supplement to a Continental Congress land ordinance of May 20, 1785, authorized the Secretary at War to issue bounty-land warrants to eligible veterans of the Revolutionary War or to their assigns or legal representatives.\" (M804 pamphlet, p. 5)\"",
    "main_takeaway": "Permitted federal issuance of bounty-land warrants to eligible veterans.",
    "highlight": false
  },
  {
    "date": "1792-03-23",
    "historical_context": "Congress allowed veterans not already receiving invalid pensions under earlier resolutions to apply directly to the Federal Government.",
    "relevant_quotes": "\"An act of Congress approved March 23, 1792 (1 Stat. 243), permitted veterans not already receiving invalid pensions under resolutions of the Continental Congress to apply for them directly to the Federal Government.\" (M804 pamphlet, p. 2)\"",
    "main_takeaway": "Opened a federal application process for invalid pensions.",
    "highlight": false
  },
  {
    "date": "1806-04-10",
    "historical_context": "Congress extended invalid-pension eligibility to veterans of State troops and militia service and replaced all earlier invalid-pension laws.",
    "relevant_quotes": "\"On April 10, 1806 (2 Stat. 376), the scope of earlier invalid-pension laws pertaining to Revolutionary War servicemen was extended to make veterans of State troops and militia service eligible for Federal pensions. The act superseded all previous Revolutionary War invalid-pension legislation.\" (M804 pamphlet, p. 2)\"",
    "main_takeaway": "Broadened invalid-pension coverage and replaced prior laws.",
    "highlight": false
  },
  {
    "date": "1818-03-18",
    "historical_context": "The Act of 1818 allowed Continental Line soldiers—Revolutionary War soldiers in the U.S. Army under George Washington—to apply for federal pensions based on nine months or more of service. By this date, a soldier who had been 20 in 1776 was about 62 years old.",
    "relevant_quotes": "\"Not until March 18, 1818 (3 Stat. 410), did the U.S. Congress grant pensions to Revolutionary War veterans for service from which no disabilities resulted. Officers and enlisted men in need of assistance were eligible under the terms of the 1818 act if they had served in a Continental military organization or in the U.S. naval service (including the Marines) for 9 months or until the end of the war. Pensions granted under this act were to continue for life.\" (M804 pamphlet, p. 2)\"",
    "main_takeaway": "Opened federal pensions to aging Continental Line soldiers based on length of service rather than disability.",
    "highlight": true
  },
  {
    "date": "1820-05-01",
    "historical_context": "The Act of 1820 continued pension eligibility for Continental Line veterans but added a strict requirement to prove financial need. Pensioners had to submit a schedule of their property and describe the condition of the household; many older veterans lost pensions unless they could demonstrate poverty.",
    "relevant_quotes": "\"The service-pension act of 1818 resulted in a great number of applications, many of which were approved. Congress had to appropriate greater sums than ever before for Revolutionary War pension payments. Financial difficulties and charges that applicants were feigning poverty to obtain benefits under the terms of the act caused Congress to enact remedial legislation on May 1, 1820 (3 Stat. 569). The new law required every pensioner receiving payments under the 1818 act, and every would-be pensioner, to submit a certified schedule of his estate and income to the Secretary of War. The Secretary was authorized to remove from the pension list the names of those persons who, in his opinion, were not in need of assistance. Within a few years the total of Revolutionary War service pensioners was reduced by several thousand. An act of Congress approved March 1, 1823 (3 Stat. 782), resulted in the restoration of pensions to many whose names had been removed under the terms of the 1820 legislation, but who subsequently proved their need for aid.\" (M804 pamphlet, p. 2)\"",
    "main_takeaway": "Required veterans to prove poverty, leading many older Continental Line pensioners to lose benefits unless they documented need.",
    "highlight": true
  },
  {
    "date": "1828-05-15",
    "historical_context": "Congress granted full pay for life to surviving officers and enlisted men eligible under the 1778 resolution, without requiring proof of need.",
    "relevant_quotes": "\"Congress passed another service-pension act on May 15, 1828 (4 Stat. 269), which granted full pay for life to surviving officers and enlisted men of the Revolutionary War who were eligible for benefits under the terms of the Continental Congress resolution of May 15, 1778, as amended.\" (M804 pamphlet, p. 2)\"",
    "main_takeaway": "Provided lifetime full-pay pensions to surviving eligible veterans.",
    "highlight": false
  },
  {
    "date": "1832-06-07",
    "historical_context": "The Act of 1832 broadened eligibility to veterans with at least six months of service, including state militia members. Because militia records were incomplete and many veterans lacked formal discharges, applicants had to appear before a Court of Record, provide oral testimony, and present a credible witness. Many elderly veterans offered extensive personal accounts as part of this testimony.",
    "relevant_quotes": "\"The last and most liberal of the service-pension acts benefiting Revolutionary War veterans was passed on June 7, 1832 (4 Stat. 529), and extended to more persons the provisions of the law of May 15, 1828. The act provided that every officer or enlisted man who had served at least 2 years in the Continental Line or State troops, volunteers or militia, was eligible for a pension of full pay for life. Naval and marine officers and enlisted men were also included. Veterans who had served less than 2 years, but not less than 6 months, were eligible for pensions of less than full pay. Neither the act of 1832 nor the one of 1828 required applicants to demonstrate need. Under the act of 1832 money due from the last payment until the date of death of a pensioner could be collected by his widow or by his children.\" (M804 pamphlet, p. 2-3)\"",
    "main_takeaway": "Lowered service requirements and brought militia veterans into eligibility, prompting extensive sworn testimony from elderly applicants.",
    "highlight": true
  },
  {
    "date": "1836-07-04",
    "historical_context": "The Act of 1836 allowed widows to receive the pension their husbands would have received under the 1832 act if they had married before the end of the veteran's service, meaning widows had to prove a marriage before 1783. Widows testified before a Court of Record, described wartime experiences, and provided witnesses and documentation.",
    "relevant_quotes": "\"The time limit for making claims under the Continental Congress resolution of August 24, 1780, which promised half-pay pensions to widows and orphans of some officers, expired in 1794. For many years thereafter, unless a private act of Congress was introduced on her behalf, a widow of a veteran was limited to receiving only that part of a pension that remained unpaid at the time of her husband's death. By an act of Congress approved July 4, 1836 (5 Stat. 128), some widows of Revolutionary War veterans were again permitted, as a class under public law, to apply for pensions. The act provided that the widow of any veteran who had performed service as specified in the pension act of June 7, 1832, was eligible to receive the pension that might have been allowed the veteran under the terms of that act, if the widow had married the veteran before the expiration of his last period of service.\" (M804 pamphlet, p. 3)\"",
    "main_takeaway": "Allowed widows married before 1783 to claim pensions, requiring sworn testimony, proof of marriage, and witness corroboration.",
    "highlight": true
  },
  {
    "date": "1838-07-07",
    "historical_context": "Congress granted five-year pensions to widows whose marriages took place before January 1, 1794.",
    "relevant_quotes": "\"An act of July 7, 1838 (5 Stat. 303), granted 5-year pensions to widows whose marriages had taken place before January 1, 1794.\" (M804 pamphlet, p. 2)\"",
    "main_takeaway": "Extended pension eligibility to additional widows based on marriage date.",
    "highlight": false
  }
]
